<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%@taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="spring" uri="http://www.springframework.org/tags" %>
<%@ taglib prefix="tiles" uri="http://tiles.apache.org/tags-tiles" %>

<div class="main-content">
			<h3>Доставка</h3>
				<h4>Комплектация и целостность товара</h4>
				<ul>
					<li>Пожалуйста, проверяйте комплектацию, целостность упаковки, отсутствие механических повреждений и документы при получении заказа. 
					Это можно сделать при работнике службы доставки.</li>
					<li>Мы не несем ответственности за товар, который не был проверен на наличие механических повреждений или недостающих частей 
					непосредственно при получении в отделении перевозчика.</li>
					<li>В случае выявления некомплекта или повреждений, вы имеете право не оплачивать товар и отказаться от его получения.</li>
				</ul>
				<h4>Самовывоз со склада</h4>
				<p>Услуга самовывоза из офиса доступна ежедневно с 9:30 до 20:30.</p>
				<h4>Курьерская доставка по Киеву</h4>
				<p>Стоимость курьерской доставки (лично в руки) составляет 35 грн.</p>
				<h4>Доставка по Украине</h4>
				<ul>
					<li>Доставка курьером лично в руки Мист Экспресс</li>
					<li>Доставка на склад "Новой Почты"</li>
					<li>Курьерская доставка "Новой Почты" (склад - двери)</li>
					<li>Доставка УкрПочтой</li>
				</ul>
		</div>